{
  pleasure: 'The state or feeling of being pleased or gratified. One’s preference or wish. To give pleasure or enjoyment to.',
  Trump: 'Living proof that money can\'t buy good hair. Stupidest man on earth',
  Drake: 'Aubrey Drake Graham, better known as Drake, is a Canadian rapper, singer, songwriter, record producer and actor, born and raised in Toronto, Ontario, Canada.” ,
  obama: 'Barack Hussein Obama II is an American politician serving as the 44th President of the United States, the first African American to hold the office.”,
  Food: 'Something that nourishes or sustains in a way suggestive of physical nourishment:  food for thought; food for the soul. ',
  fettywap: 'Handsome young rapper/singer from Paterson, NJ known for his song \'Trap Queen\' and his squad Remy Boyz ... 1738”,
  iphone: 'iPhone is a smartphone made by Apple that combines an iPod, a tablet PC, a digital camera and a cellular phone. The device includes Internet browsing and networking capabilities.”,
  Android: 'an open-source operating system used for smartphones and tablet computers.”
  Dogs: 'Better than cats. Fun, exciting animals”,
  cats: 'Humans considered as a group or in indefinite numbers:  People were dancing in the street. I met all sorts of people. ',
  trekkies: 'Point years and nerds”,
  old people: 'slow, hairy forgetful people”,
  free food: 'getting free edible stuff from strangers”,
  knees weak: 'arm’s weak. Mom’s spaghetti”,
  paris: 'Pretty colors and rude people”,
  soccer:  'A game played on a rectangular field with net goals at either end in which two teams of 11 players each try to drive a ball into the other\'s goal by kicking, heading, or using any part of the body except the arms and hands. The goalie is the only player who may touch or move the ball with the arms or hands.',
  Leafs: 'Snoop dog’s OG ',
  Wedding: 'Mating of two people so they can constantly hate eachother',
  Marriage: 'A union between two persons having the customary but usually not the legal force of marriage:  a same-sex marriage. ',
  Stealing: 'Taking someone’s stuff”,
  uber:  'Super; high-level; high-ranking',
  Glasses: 'spectacles, frames bearing two lenses worn in front of the eyes' ,
  deadpool: 'Smart ass. Kicks ass. Great ass.”,
  penguin: 'Any of various stout flightless marine birds of the family Spheniscidae, of cool regions of the Southern Hemisphere, having flipperlike wings”
  Fall: 'The usually coldest season of the year, occurring between autumn and spring, extending in the Northern Hemisphere from the winter solstice to the vernal equinox, and popularly considered to be constituted by December, January, and February.',
  Spring: 'The season of the year, occurring between winter and summer, during which the weather becomes warmer and plants revive, extending in the Northern Hemisphere from the vernal equinox to the summer solstice and popularly considered to comprise March, April, and May.',
  summer: 'The usually warmest season of the year, occurring between spring and autumn and constituting June, July, and August in the Northern Hemisphere, or, as calculated astronomically, extending from the summer solstice to the autumnal equinox.',
  Clouds: 'a visible mass of condensed water vapor floating in the atmosphere, typically high above the ground.”,
  chair: 'A piece of furniture consisting of a seat, legs, back, and often arms, designed to accommodate one person.',
  Plane: 'An airplane or hydroplane.',
  toilet: 'A fixture for defecation and urination, consisting of a bowl fitted with a hinged seat and connected to a waste pipe and a flushing apparatus; a privy.',
  grass: 'An expanse of ground, such as a lawn, covered with grass or similar plants.',
  air: 'A colorless, odorless, tasteless, gaseous mixture',
  Cereal: 'A food prepared from any of these plants, especially a breakfast food made from commercially processed grain.',
  car: 'An automobile.',
  Fish: 'Any of numerous cold-blooded aquatic vertebrates of the superclass Pisces, characteristically having fins, gills, and a streamlined body and including specifically:',
  tv: 'an electronic system of transmitting transient images of fixed or moving objects together with sound over a wire”,
  Bears: 'a large, heavy, mammal that walks on the soles of its feet, with thick fur and a very short tail.”,
  Flowers: 'the seed-bearing part of a plant',
  birds: 'a warm-blooded egg-laying vertebrate distinguished by the possession of feathers, wings, and a beak and (typically) by being able to fly.',
  Book: 'A set of written, printed, or blank pages fastened along one side and encased between protective covers.',
  your crush: 'a brief but intense infatuation for someone, especially someone unattainable or inappropriate”
}
