{ pleasure:
   [ "The state or feeling of being pleased or gratified.",
     "A source of enjoyment or delight:  The graceful skaters were a pleasure to watch. ",
     "Sensual gratification or indulgence.",
     "One\"s preference or wish:  What is your pleasure? ",
     "To give pleasure or enjoyment to; gratify:  Our host pleasured us with his company. ",
     "To take pleasure; delight:  The hiker paused, pleasuring in the sounds of the forest. ",
     "To go in search of pleasure or enjoyment." ],
  trump:
   [ "Games   A suit in card games that outranks all other suits for the duration of a hand. Often used in the plural.",
     "Games   A card of such a suit.",
     "Games   A trump card.",
     "A key resource to be used at an opportune moment.",
     "Informal   A reliable or admirable person.",
     "Games   To take (a card or trick) with a trump.",
     "To get the better of (an adversary or competitor, for example) by using a crucial, often hidden resource.",
     "Games   To play a trump.",
     "trump up  To devise fraudulently:  trumped up a charge of conspiracy. ",
     "A trumpet." ],
  woman:
   [ "An adult female human.",
     "An adult female human belonging to a specified occupation, group, nationality, or other category. Often used in combination:  an Englishwoman; congresswoman; a saleswoman. ",
     "Feminine quality or aspect; womanliness.",
     "A female servant or subordinate.",
     "Informal   A wife.",
     "Informal   A female lover or sweetheart. See Usage Notes at lady, man, person.",
     "(one\"s) own woman  Independent in judgment or action:  She has always been her own woman. ",
     "to a woman  Without exception." ],
  drake:
   [ "A male duck.",
     "A mayfly used as fishing bait. Also called drake fly." ],
  obama: [],
  canteen:
   [ "A snack bar or small cafeteria, as on a military installation.",
     "A recreational facility, bar, or small general store formerly established for the patronage of soldiers.",
     "A recreation hall or social club where refreshments are available.",
     "A temporary or mobile eating place, especially one set up in an emergency.",
     "A flask for carrying drinking water, as on a hike.",
     "A box with compartments for carrying cooking gear and eating utensils.",
     "A soldier\"s mess kit.",
     "Chiefly British   A box used to store silverware." ],
  food:
   [ "Material, usually of plant or animal origin, that contains or consists of essential body nutrients, such as carbohydrates, fats, proteins, vitamins, or minerals, and is ingested and assimilated by an organism to produce energy, stimulate growth, and maintain life.",
     "A specified kind of nourishment:  breakfast food; plant food. ",
     "Nourishment eaten in solid form:  food and drink. ",
     "Something that nourishes or sustains in a way suggestive of physical nourishment:  food for thought; food for the soul. " ],
  fettywap: [],
  bieber: [],
  phones:
   [ "Plural form of phone.",
     "Third-person singular simple present indicative form of phone." ],
  iphone: [],
  android:
   [ "Possessing human features.",
     "An automaton that is created from biological materials and resembles a human. Also called humanoid." ],
  dogs:
   [ "Plural form of dog.",
     "a greyhound racing event.",
     "Fasteners securing a watertight hatch.",
     "Third-person singular simple present indicative form of dog." ],
  cats:
   [ "Plural form of cat.",
     "Plural form of category.",
     "Third-person singular simple present indicative form of cat." ],
  people:
   [ "Humans considered as a group or in indefinite numbers:  People were dancing in the street. I met all sorts of people. ",
     "A body of persons living in the same country under one national government; a nationality.",
     "A body of persons sharing a common religion, culture, language, or inherited condition of life.",
     "Persons with regard to their residence, class, profession, or group:  city people. ",
     "The mass of ordinary persons; the populace. Used with the: "those who fear and distrust the people, and wish to draw all powers from them into the hands of the higher classes”  ( Thomas Jefferson). ",
     "The citizens of a political unit, such as a nation or state; the electorate. Used with the.",
     "Persons subordinate to or loyal to a ruler, superior, or employer:  The queen showed great compassion for her people. ",
     "Family, relatives, or ancestors.",
     "Informal   Animals or other beings distinct from humans:  Rabbits and squirrels are the furry little people of the woods. ",
     "To furnish with or as if with people; populate." ],
  trekkies: [],
  "old people": [],
  "free food": [],
  "knees weak": [],
  paris: [],
  soccer: [ "A game played on a rectangular field with net goals at either end in which two teams of 11 players each try to drive a ball into the other\"s goal by kicking, heading, or using any part of the body except the arms and hands. The goalie is the only player who may touch or move the ball with the arms or hands." ],
  leafs:
   [ "Plural form of leaf.",
     "Third-person singular simple present indicative form of leaf." ],
  raptors: [ "Plural form of raptor." ],
  wedding:
   [ "The act of marrying.",
     "The ceremony or celebration of a marriage.",
     "The anniversary of a marriage:  a silver wedding. ",
     "The act or an instance of joining closely:  a wedding of ideas. " ],
  marriage:
   [ "The legal union of a man and woman as husband and wife.",
     "The state of being married; wedlock.",
     "A common-law marriage.",
     "A union between two persons having the customary but usually not the legal force of marriage:  a same-sex marriage. ",
     "A wedding.",
     "A close union: "the most successful marriage of beauty and blood in mainstream comics”  ( Lloyd Rose). ",
     "Games   The combination of the king and queen of the same suit, as in pinochle." ],
  holiday:
   [ "A day free from work that one may spend at leisure, especially a day on which custom or the law dictates a halting of general business activity to commemorate or celebrate a particular event.",
     "A religious feast day; a holy day.",
     "Chiefly British   A vacation. Often used in the phrase on holiday.",
     "Chiefly British   To pass a holiday or vacation." ],
  stealing:
   [ "The action of the verb to steal.",
     "That which is stolen; stolen property.",
     "Present participle of steal." ],
  uber: [ "Super; high-level; high-ranking", "Very; super" ],
  glasses:
   [ "Plural form of glass.",
     "spectacles, frames bearing two lenses worn in front of the eyes" ],
  drinks:
   [ "Plural form of drink.",
     "A short break in play to allow the players to have a drink, and for quick repairs to be made to equipment or the pitch.",
     "Third-person singular simple present indicative form of drink." ],
  deadpool: [],
  penguin:
   [ "Any of various stout flightless marine birds of the family Spheniscidae, of cool regions of the Southern Hemisphere, having flipperlike wings and webbed feet adapted for swimming and diving, and short scalelike feathers that are white in front and black on the back.",
     "Obsolete   The great auk." ],
  fall:
   [ "To drop or come down freely under the influence of gravity.",
     "To drop oneself to a lower or less erect position:  I fell back in my chair. The pilgrims fell to their knees. ",
     "To lose an upright or erect position suddenly.",
     "To drop wounded or dead, especially in battle.",
     "To go or come as if by falling:  All grief fell from our hearts. Night fell quickly. ",
     "To come to rest; settle:  The light fell on my book. ",
     "To hang down:  The child\"s hair fell in ringlets. ",
     "To be cast down:  Her eyes fell. ",
     "To assume an expression of consternation or disappointment:  His face fell when he heard the report. ",
     "To undergo conquest or capture, especially as the result of an armed attack:  The city fell after a long siege. ",
     "To experience defeat or ruin:  After 300 years the dynasty fell. ",
     "To lose office:  The disgraced prime minister fell from power. ",
     "To slope downward:  The rolling hills fall gently toward the coast. ",
     "To lessen in amount or degree:  The air pressure is falling. ",
     "To decline in financial value:  Last year, stocks fell sharply. ",
     "To diminish in pitch or volume:  My friend\"s voice fell to a whisper. ",
     "To give in to temptation; sin.",
     "Theology   To lose primordial innocence and happiness. Used of humanity as a result of the Fall.",
     "To lose one\"s chastity.",
     "To pass into a particular state, condition, or situation:  fell silent; fall in love. ",
     "To occur at a specified time:  New Year\"s Day falls on a Tuesday this year. ",
     "To occur at a specified place:  The stress falls on the last syllable. ",
     "To come, as by chance:  fell among a band of thieves; a thought that fell into his mind. ",
     "To be given by assignment or distribution:  The greatest task fell to me. ",
     "To be given by right or inheritance.",
     "To be included within the range or scope of something:  The specimens fall into three categories. ",
     "To come into contact; strike:  My gaze fell on a small book in the corner. ",
     "To come out; issue:  Insincere compliments fell from their lips. ",
     "To apply oneself:  fell to work immediately. ",
     "To be born. Used chiefly of lambs.",
     "To cut down (a tree); fell.",
     "The act or an instance of falling.",
     "A sudden drop from a relatively erect to a less erect position.",
     "Something that has fallen:  a fall of hail. ",
     "An amount that has fallen:  a fall of two inches of rain. ",
     "The distance that something falls:  The victim suffered a fall of three stories to the ground. ",
     "Autumn.",
     "A waterfall.",
     "A downward movement or slope.",
     "Any of several pendent articles of dress, especially:",
     "A veil hung from a woman\"s hat and down her back.",
     "An ornamental cascade of lace or trimming attached to a dress, usually at the collar.",
     "A woman\"s hairpiece with long, free-hanging hair.",
     "An overthrow; a collapse:  the fall of a government. ",
     "Armed capture of a place under siege:  the fall of Troy. ",
     "A reduction in value, amount, or degree.",
     "A marked, often sudden, decline in status, rank, or importance: "turned them in, set them up for prosecution; positioned them, as it were, for the fall”  ( Joan Didion). ",
     "A moral lapse.",
     "A loss of chastity.",
     "Theology   The loss of humanity\"s original innocence and happiness resulting from Adam and Eve\"s eating of the forbidden fruit in the Garden of Eden.",
     "Sports   The act of holding a wrestling opponent on his or her back so that the shoulders remain in contact with the mat for a designated period, usually one or two seconds, thereby winning the match.  Also called pin.",
     "Sports   Any of various wrestling maneuvers resulting in such an act.",
     "Nautical   A break or rise in the level of a deck.",
     "Nautical   The apparatus used to hoist and transfer cargo or lifeboats.",
     "The end of a cable, rope, or chain that is pulled by the power source in hoisting.",
     "The birth of an animal, especially a lamb.",
     "All the animals born at one birth; a litter.",
     "A family of woodcock in flight. See Synonyms at flock1.",
     "Botany   The outer series of perianth in the irises and related plants.",
     "Of, having to do with, occurring in, or appropriate to the season of fall:  fall fashion; fall harvests. ",
     "Grown during the season of fall:  fall crops. ",
     "fall apart  To break down; collapse:  The rickety chair fell apart. ",
     "fall apart  To suffer a nervous breakdown:  He fell apart after years as a POW. ",
     "fall away  To withdraw one\"s friendship and support.",
     "fall away  To become gradually diminished in size.",
     "fall away  To drift off an established course.",
     "fall away  To lose weight.",
     "fall back  To give ground; retreat.",
     "fall back  To recede:  The waves fell back. ",
     "fall behind  To fail to keep up a pace; lag behind.",
     "fall behind  To be financially in arrears.",
     "fall down  To fail to meet expectations; lag in performance:  fell down on the job. ",
     "fall for  To feel love for; be in love with.",
     "fall for  To be deceived or swindled by:  fell for the con artist\"s scheme and lost $200,000. ",
     "fall in  To take one\"s place in a military formation.",
     "fall in  To sink inward; cave in:  The roof of the old barn fell in. ",
     "fall off  To become less; decrease:  Stock prices have fallen off. The number of staff meetings fell off after a few months. ",
     "fall off  To lose weight:  Toward the end of the dry season, the cattle fall off rapidly. ",
     "fall off  Nautical   To change course to leeward.",
     "on  To attack suddenly and viciously:  Snipers and irregulars fell on the hapless patrol. ",
     "on  To meet with; encounter:  a stockbroker who fell on hard times. ",
     "fall out  To leave a barracks, for example, in order to take one\"s place in a military formation.",
     "fall out  To leave a military formation.",
     "fall out  To quarrel:  The siblings fell out over their inheritance. ",
     "fall out  To happen; occur.",
     "fall out  To be readily explainable; follow logically or naturally:  These facts fall out nicely from the new theory. ",
     "fall through  To fail; miscarry:  Our plans fell through at the last minute. ",
     "fall to  To begin an activity energetically: "The press fell to with a will”  ( Russell Baker). ",
     "on  To rely on:  fall back on old friends in time of need. ",
     "on  To resort to:  I had to fall back on my savings when I was unemployed. ",
     "fall between (the) two stools  To fail because of an inability to reconcile or choose between two courses of action.",
     "fall flat  To fail miserably when attempting to achieve a result.",
     "fall flat  To have no effect:  The jokes fell flat. ",
     "foul  Nautical   To collide. Used of vessels.",
     "foul  To clash:  fell foul of the law. ",
     "fall from grace  To experience a major reduction in status or prestige.",
     "fall into line  To adhere to established rules or predetermined courses of action.",
     "fall in with  To agree with or be in harmony with:  Their views fall in with ours. ",
     "fall in with  To associate or begin to associate with:  fell in with the wrong crowd. ",
     "fall on deaf ears  To go unheeded; be ignored completely: "Moscow\"s own familiar charges . . . will also fall on deaf ears”  ( Foreign Affairs). ",
     "backward  To overexert oneself to do or accomplish something:  We fell over backward to complete the project on time. ",
     "fall over (oneself)  To display inordinate, typically effusive, enthusiasm:  fell over themselves to impress the general\"s wife. ",
     "fall prey to  To be put into such a vulnerable position as to be at risk of harm, destruction, or invasion:  a person who fell prey to swindlers; did not want the country to fall prey to terrorists. ",
     "fall short  To fail to attain a specified amount, level, or degree:  an athlete whose skill fell far short of expectations. ",
     "fall short  To prove inadequate:  Food supplies fell short. ",
     "fall through the cracks  To pass unnoticed, neglected, or unchecked: "In the past, many learning disabled children fell through the cracks”  ( Judith Harkness Richardson). " ],
  winter:
   [ "The usually coldest season of the year, occurring between autumn and spring, extending in the Northern Hemisphere from the winter solstice to the vernal equinox, and popularly considered to be constituted by December, January, and February.",
     "A year as expressed through the recurrence of the winter season.",
     "A period of time characterized by coldness, misery, barrenness, or death.",
     "Of, relating to, occurring in, or appropriate to the season of winter:  winter blizzards; winter attire. ",
     "Grown during the season of winter:  winter herbs. ",
     "To spend the winter:  wintered in Arizona. ",
     "To feed in winter. Used with on:  deer wintering on cedar bark. ",
     "To lodge, keep, or care for during the winter:  wintering the sheep in the stable. " ],
  spring:
   [ "To move upward or forward in a single quick motion or a series of such motions; leap.",
     "To move suddenly on or as if on a spring:  The door sprang shut. The emergency room team sprang into action. ",
     "To appear or come into being quickly:  New businesses were springing up rapidly.  See Synonyms at stem1.",
     "To issue or emerge suddenly:  A cry sprang from her lips. A thought springs to mind. ",
     "To extend or curve upward, as an arch.",
     "To arise from a source; develop.",
     "To become warped, split, or cracked. Used of wood.",
     "To move out of place; come loose, as parts of a mechanism.",
     "Slang   To pay another\"s expenses:  He offered to spring for the dinner. ",
     "To cause to leap, dart, or come forth suddenly.",
     "To jump over; vault.",
     "To release from a checked or inoperative position; actuate:  spring a trap. ",
     "To cause to warp, split, or crack, as a mast.",
     "To bend by force.",
     "To present or disclose unexpectedly or suddenly: "He sprung on the world this novel approach to political journalism”  ( Curtis Wilkie). ",
     "Slang   To cause to be released from prison or other confinement.",
     "An elastic device, such as a coil of wire, that regains its original shape after being compressed or extended.",
     "An actuating force or factor; a motive.",
     "Elasticity; resilience.",
     "Energetic bounce:  a spring to one\"s step. ",
     "The act or an instance of jumping or leaping.",
     "A usually rapid return to normal shape after removal of stress; recoil.",
     "A small stream of water flowing naturally from the earth.",
     "A source, origin, or beginning.",
     "The season of the year, occurring between winter and summer, during which the weather becomes warmer and plants revive, extending in the Northern Hemisphere from the vernal equinox to the summer solstice and popularly considered to comprise March, April, and May.",
     "A time of growth and renewal.",
     "A warping, bending, or cracking, as that caused by excessive force.",
     "Architecture   The point at which an arch or vault rises from its support.",
     "Of or acting like a spring; resilient.",
     "Having or supported by springs:  a spring mattress. ",
     "Of, relating to, occurring in, or appropriate to the season of spring:  spring showers; spring planting. ",
     "Grown during the season of spring:  spring crops. " ],
  summer:
   [ "The usually warmest season of the year, occurring between spring and autumn and constituting June, July, and August in the Northern Hemisphere, or, as calculated astronomically, extending from the summer solstice to the autumnal equinox.",
     "A period of fruition, fulfillment, happiness, or beauty.",
     "A year:  a girl of 13 summers. ",
     "To lodge or keep during the summer:  summered the herd in the south meadow. ",
     "To pass the summer:  They summered at a beach resort. ",
     "Of, having to do with, occurring in, or appropriate to the season of summer:  summer heat; summer attire. ",
     "Grown during the season of summer:  summer crops. ",
     "A heavy horizontal timber that serves as a supporting beam, especially for the floor above.",
     "A lintel.",
     "A large, heavy stone usually set on the top of a column or pilaster to support an arch or lintel." ],
  clouds:
   [ "Plural form of cloud.",
     "Third-person singular simple present indicative form of cloud." ],
  chair:
   [ "A piece of furniture consisting of a seat, legs, back, and often arms, designed to accommodate one person.",
     "A seat of office, authority, or dignity, such as that of a bishop.",
     "An office or position of authority, such as a professorship.",
     "A person who holds an office or a position of authority, such as one who presides over a meeting or administers a department of instruction at a college; a chairperson.",
     "The position of a player in an orchestra.",
     "Slang   The electric chair.",
     "A seat carried about on poles; a sedan chair.",
     "Any of several devices that serve to support or secure, such as a metal block that supports and holds railroad track in position.",
     "To install in a position of authority, especially as a presiding officer.",
     "To preside over as chairperson:  chair a meeting. " ],
  plane:
   [ "Mathematics   A surface containing all the straight lines that connect any two points on it.",
     "A flat or level surface.",
     "A level of development, existence, or achievement:  scholarship on a high plane. ",
     "An airplane or hydroplane.",
     "A supporting surface of an airplane; an airfoil or wing.",
     "Mathematics   Of or being a figure lying in a plane:  a plane curve. ",
     "Flat; level. See Synonyms at level.",
     "A carpenter\"s tool with an adjustable blade for smoothing and leveling wood.",
     "A trowel-shaped tool for smoothing the surface of clay, sand, or plaster in a mold.",
     "To smooth or finish with or as if with a plane.",
     "To remove with a plane:  plane off the rough edges on a board. ",
     "To work with a plane.",
     "To act as a plane.",
     "To rise partly out of the water, as a hydroplane does at high speeds.",
     "To soar or glide.",
     "To travel by airplane.",
     "The plane tree." ],
  toilet:
   [ "A fixture for defecation and urination, consisting of a bowl fitted with a hinged seat and connected to a waste pipe and a flushing apparatus; a privy.",
     "A room or booth containing such a fixture.",
     "The act or process of dressing or grooming oneself.",
     "Dress; attire; costume.",
     "The cleansing of a body area as part of a surgical or medical procedure.",
     "Archaic   A dressing table." ],
  grass:
   [ "The grass family.",
     "The members of the grass family considered as a group.",
     "Any of various plants having slender leaves characteristic of the grass family.",
     "An expanse of ground, such as a lawn, covered with grass or similar plants.",
     "Grazing land; pasture.",
     "Slang   Marijuana.",
     "Electronics   Small variations in amplitude of an oscilloscope display caused by electrical noise.",
     "To cover with grass.",
     "To grow grass on.",
     "To feed (livestock) with grass.",
     "To become covered with grass.",
     "To graze." ],
  air:
   [ "A colorless, odorless, tasteless, gaseous mixture, mainly nitrogen (approximately 78 percent) and oxygen (approximately 21 percent) with lesser amounts of argon, carbon dioxide, hydrogen, neon, helium, and other gases.",
     "This mixture with varying amounts of moisture and particulate matter, enveloping the earth; the atmosphere.",
     "The sky; the firmament.",
     "A giant void; nothingness:  The money vanished into thin air. ",
     "An atmospheric movement; a breeze or wind.",
     "Aircraft:  send troops to Europe by air. ",
     "Public utterance; vent:  gave air to their grievances. ",
     "The electronic broadcast media: "often ridiculed . . . extremist groups on air”  ( Christian Science Monitor). ",
     "A peculiar or characteristic impression; an aura.",
     "Personal bearing, appearance, or manner; mien.",
     "An affected, often haughty pose; affectation. See Synonyms at affectation.",
     "Music   A melody or tune, especially in the soprano or tenor range.",
     "Music   A solo with or without accompaniment.",
     "Air conditioning.",
     "Archaic   Breath.",
     "To expose so that air can dry, cool, or freshen; ventilate.",
     "To give vent to publicly:  airing my pet peeves.  See Synonyms at vent1.",
     "To broadcast on television or radio: "The ad was submitted to CBS . . . which accepted and aired it”  ( New York). ",
     "To be broadcast on television or radio: "tidbits that will air on tonight\"s 6 o\"clock news”  ( Terry Ann Knopf). ",
     "Of or relating to the air or the movement of air:  an air tube. ",
     "Existing or living in the air; aerial.",
     "Powered by compressed air:  an air horn. ",
     "Containing or inflated by air.",
     "Of or relating to aircraft or aeronautics.",
     "Of or relating to the broadcast or transmission of radio or television signals.",
     "Imaginary or unreal: "The guy had just hit it big . . . after ten years of eating air sandwiches”  ( Jonathan Kellerman). ",
     "in the air  Abroad; prevalent:  Excitement was in the air. ",
     "up in the air  Not yet decided; uncertain." ],
  cereal:
   [ "A grass such as wheat, oats, or corn, the starchy grains of which are used as food.",
     "The grain of such a grass.",
     "Any of several other plants or their edible seed or fruit, such as buckwheat or grain amaranth.",
     "A food prepared from any of these plants, especially a breakfast food made from commercially processed grain.",
     "Consisting of or relating to grain or to a plant producing grain." ],
  car:
   [ "An automobile.",
     "A vehicle, such as a streetcar, that runs on rails:  a railroad car. ",
     "A boxlike enclosure for passengers and freight on a conveyance:  an elevator car. ",
     "The part of a balloon or airship that carries people and cargo.",
     "Archaic   A chariot, carriage, or cart." ],
  fish:
   [ "Any of numerous cold-blooded aquatic vertebrates of the superclass Pisces, characteristically having fins, gills, and a streamlined body and including specifically:",
     "Any of the class Osteichthyes, having a bony skeleton.",
     "Any of the class Chondrichthyes, having a cartilaginous skeleton and including the sharks, rays, and skates.",
     "The flesh of such animals used as food.",
     "Any of various primitive aquatic vertebrates of the class Cyclostomata, lacking jaws and including the lampreys and hagfishes.",
     "Any of various unrelated aquatic animals, such as a jellyfish, cuttlefish, or crayfish.",
     "Informal   A person, especially one considered deficient in something:  a poor fish. ",
     "To catch or try to catch fish.",
     "To look for something by feeling one\"s way; grope:  fished in both pockets for a coin. ",
     "To seek something in a sly or indirect way:  fish for compliments. ",
     "To catch or try to catch (fish).",
     "To catch or try to catch fish in:  fish mountain streams. ",
     "To catch or pull as if fishing:  deftly fished the corn out of the boiling water. ",
     "fish out  To deplete (a lake, for example) of fish by fishing.",
     "fish in troubled waters  To try to take advantage of a confused situation.",
     "fish or cut bait  Informal   To proceed with an activity or abandon it altogether.",
     "like a fish out of water  Completely unfamiliar with one\"s surroundings or activity.",
     "neither fish nor fowl  Having no specific characteristics; indefinite.",
     "other fish to fry  Informal   Other matters to attend to:  He declined to come along to the movie, saying he had other fish to fry. " ],
  tv: [ "Alternative form of TV." ],
  bears:
   [ "Plural form of bear.",
     "Third-person singular simple present indicative form of bear." ],
  flowers:
   [ "Plural form of flower.",
     "Third-person singular simple present indicative form of flower." ],
  birds: [ "Plural form of bird." ],
  book:
   [ "A set of written, printed, or blank pages fastened along one side and encased between protective covers.",
     "A printed or written literary work.",
     "A main division of a larger printed or written work:  a book of the Old Testament. ",
     "A volume in which financial or business transactions are recorded.",
     "Financial or business records considered as a group:  checked the expenditures on the books. ",
     "A libretto.",
     "The script of a play.",
     "The Bible.",
     "The Koran.",
     "A set of prescribed standards or rules on which decisions are based:  runs the company by the book. ",
     "Something regarded as a source of knowledge or understanding.",
     "The total amount of experience, knowledge, understanding, and skill that can be used in solving a problem or performing a task:  We used every trick in the book to finish the project on schedule. ",
     "Informal   Factual information, especially of a private nature:  What\"s the book on him? ",
     "A packet of like or similar items bound together:  a book of matches. ",
     "A record of bets placed on a race.",
     "Games   The number of card tricks needed before any tricks can have scoring value, as the first six tricks taken by the declaring side in bridge.",
     "To list or register in or as if in a book.",
     "To record charges against (a person) on a police blotter.",
     "Sports   To record the flagrant fouls of (a player) for possible disciplinary action, as in soccer.",
     "To arrange for (tickets or lodgings, for example) in advance; reserve.",
     "To hire or engage:  The manager booked a magic show for Saturday night. ",
     "To allocate time for.",
     "To make a reservation:  Book early if you want good seats. ",
     "Of or relating to knowledge learned from books rather than actual experience:  has book smarts but not street smarts. ",
     "Appearing in a company\"s financial records:  book profits. ",
     "bring to book  To demand an explanation from; call to account.",
     "in (one\"s) book  In one\"s opinion:  In my book they both are wrong. ",
     "like a book  Thoroughly; completely:  I know my child like a book. ",
     "one for the books  A noteworthy act or occurrence.",
     "throw the book at  To make all possible charges against (a lawbreaker, for example).",
     "throw the book at  To reprimand or punish severely." ],
  "your crush": [] }
